export const localisedStrings = {
  welcomeMessage: 'नमस्ते! न्यूज़ चैटबॉट टेम्पलेट में आपका स्वागत है',
  seeMoreMessage: 'और देखें',
  language_hindi: 'हिन्दी',
  language_english: 'अंग्रेज़ी',
  language_changed: 'भाषा अंग्रेज़ी में बदल दी गई है',
  category_button_body: 'कृपया एक समाचार श्रेणी का चयन करें',
  languageBody: 'कृपया एक भाषा का चयन करें',
  languageButtons: ['Hindi', 'English'],
  category_buttons: [
    {
      type: 'solid',
      body: 'खेल',
      reply: 'खेल',
    },
    {
      type: 'solid',
      body: 'शिक्षा',
      reply: 'शिक्षा',
    },
    {
      type: 'solid',
      body: 'मनोरंजन',
      reply: 'मनोरंजन',
    },
  ],

  खेल: [
    {
      type: 'solid',
      body: 'खेल1',
      reply: 'खेल1',
    },
  ],
  शिक्षा: [
    {
      type: 'solid',
      body: 'शिक्षा1',
      reply: 'शिक्षा1',
    },
  ],

  मनोरंजन: [
    {
      type: 'solid',
      body: 'मनोरंजन1',
      reply: 'मनोरंजन1',
    },
  ],

  categories: {
    खेल: '49',
    मनोरंजन: '48',
    शिक्षा: '11',
    खेल1: '49',
    मनोरंजन1: '48',
    शिक्षा1: '11',
  },
  

  sub_category_list: ['खेल1', 'मनोरंजन1', 'शिक्षा1'],
  category_list: ['खेल', 'मनोरंजन', 'शिक्षा'],
  back_to_main_menu: ['मुख्य मेनू पर वापस जाएं', 'अन्य श्रेणियाँ ब्राउज़ करें'],

  go_back_to_main_menu: [
    {
      type: 'solid',
      body: 'मुख्य मेनू पर वापस जाएं',
      reply: 'मुख्य मेनू पर वापस जाएं',
    },
    {
      type: 'solid',
      body: `अन्य श्रेणियाँ ब्राउज़ करें`,
      reply: 'अन्य श्रेणियाँ ब्राउज़ करें',
    },
  ],

  backMainMenuMessage: `अतिरिक्त उपश्रेणियों के लिए 'दूसरी श्रेणी का चयन करें' बटन पर क्लिक करें 🗂️ या अधिक समाचार खोजने के लिए मुख्य मेनू पर वापस जाएं 🏠.`,
  articleNumbers: [1, 2],
  greetingMessages: ['नमस्ते', 'नमस्ते', 'नमस्ते', 'नमस्ते', 'नमस्कार', 'नमस्कार', 'होला']
};
